import turtle
t = turtle.Pen()
t.circle(100)    #Отрисовка первой окружности (показывает на
                #на север)
t.left(90)      #Затем черепашка поворачивает налево
                #на 90 градусов
t.circle(100)   #Отрисовка второй окружности (показывает
                #на запад)
t.left(90)      #Затем черепашка поворачивает налевщ
                #на 90 градусов
t.circle(100)   #Отрисовка третьей окружности (показывает
                #на юг)
t.left(90)      #Затем черепашка поворачивет на лево
                #на 90 гадусов
t.circle(100)    #Отрисовка четвёртой окружности (показывает 
                #на восток)
t.left(90)      #Затем черепашка поворачивает налево
                #на 90 градусов
